Repository: antnbaranov/Baranov
Catalog: Baranov/Localizable.xcstrings
Source language: en
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fi, fr, ga, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, th, tr, uk, vi, zh_hans, zh_hk

source: Crimson is free. The recipient breaks the colour you chose.
ar: قرمزي مجاني. يكسر المستلم اللون الذي اخترته.
bg: Crimson е безплатен. Получателят нарушава цвета, който сте избрали.
bs: Crimson je besplatan. Primalac razbija boju koju ste odabrali.
ca: Crimson és lliure. El destinatari trenca el color que has triat.
cs: Crimson je zdarma. Příjemce poruší vámi zvolenou barvu.
da: Crimson er gratis. Modtageren bryder den farve, du har valgt.
de: Crimson ist kostenlos. Der Empfänger bricht die von dir gewählte Farbe.
el: Το Crimson είναι δωρεάν. Ο παραλήπτης σπάει το χρώμα που επιλέξατε.
es: Carmesí es gratis. El destinatario rompe el color que elegiste.
et: Crimson on tasuta. Saaja rikub teie valitud värvi.
eu: Crimson doakoa da. Hartzaileak zuk aukeratutako kolorea hautsi egiten du.
fi: Crimson on ilmainen. Vastaanottaja rikkoo valitsemasi värin.
fr: Crimson est gratuit. Le destinataire casse la couleur que tu as choisie.
ga: Tá crimson saor in aisce,. Briseann an faighteoir an dath a roghnaigh tú.
gl: Crimson é libre. O destinatario rompe a cor que escolleches.
he: ארגמן בחינם. הנמען שובר את הצבע שבחרת.
hi: क्रिमसन मुफ़्त है. प्राप्तकर्ता आपके द्वारा चुने गए रंग को तोड़ देता है।
hr: Crimson je besplatan. Primatelj razbija boju koju ste odabrali.
hu: Crimson ingyenes. A címzett megtöri az Ön által választott színt.
id: Merah itu gratis. Penerima memecah warna yang Anda pilih.
is: Crimson er ókeypis. Viðtakandinn brýtur litinn sem þú valdir.
it: Cremisi è gratuito. Il destinatario rompe il colore che hai scelto.
ja: クリムゾンは無料です。受信者はあなたが選択した色を壊します。
ka: ჟოლოსფერი უფასოა. მიმღები არღვევს თქვენს მიერ არჩეულ ფერს.
kk: Crimson тегін. Алушы сіз таңдаған түсті бұзады.
ko: 크림슨은 무료입니다. 수신자가 선택한 색상을 깨뜨립니다.
lt: Crimson yra nemokama. Gavėjas sulaužo jūsų pasirinktą spalvą.
lv: Crimson ir bezmaksas. Adresāts pārtrauc jūsu izvēlēto krāsu.
mk: Crimson е бесплатен. Примачот ја крши бојата што сте ја избрале.
ms: Crimson adalah percuma. Penerima memecahkan warna yang anda pilih.
mt: Crimson huwa b'xejn. Ir-riċevitur ikisser il-kulur li għażilt.
nb: Crimson er gratis. Mottakeren bryter fargen du valgte.
nl: Crimson is gratis. De ontvanger breekt de door jou gekozen kleur.
pl: Karmazynowy jest bezpłatny. Odbiorca złamie wybrany przez Ciebie kolor.
pt_br: Carmesim é grátis. O destinatário quebra a cor que você escolheu.
ro: Crimson este gratuit. Destinatarul rupe culoarea pe care ați ales-o.
ru: Кримсон бесплатен. Получатель нарушает выбранный тобой цвет.
sk: Crimson je zadarmo. Príjemca poruší farbu, ktorú ste si vybrali.
sl: Crimson je brezplačen. Prejemnik pokvari barvo, ki ste jo izbrali.
sq: Crimson është falas. Marrësi thyen ngjyrën që keni zgjedhur.
sr: Цримсон је бесплатан. Прималац разбија боју коју сте изабрали.
sv: Crimson är gratis. Mottagaren bryter färgen du valt.
th: สีแดงเข้มเป็นอิสระ ผู้รับแบ่งสีที่คุณเลือก
tr: Kızıl ücretsizdir. Alıcı seçtiğiniz rengi kırar.
uk: Багряний безкоштовний. Одержувач порушує обраний тобою колір.
vi: Màu đỏ thẫm là miễn phí. Người nhận phá vỡ màu sắc bạn đã chọn.
zh_hans: 深红是免费的。收件人破坏了您选择的颜色。
zh_hk: 深紅是免費的。收件人破壞了您選擇的顏色。

source: Crimson is yours. The other waxes come with Expand the Pasture — the colour is the only thing that changes; every seal locks the letter the same way.
ar: قرمزي هو لك. تأتي الشموع الأخرى مع Expand the Pasture - اللون هو الشيء الوحيد الذي يتغير؛ كل ختم يقفل الحرف بنفس الطريقة.
bg: Пурпурно е твое. Другите восъци идват с Expand the Pasture — цветът е единственото нещо, което се променя; всеки печат заключва писмото по един и същи начин.
bs: Grimizno je tvoje. Ostali voskovi dolaze sa Expand the Pasture — boja je jedina stvar koja se mijenja; svaki pečat zaključava pismo na isti način.
ca: Crimson és teu. Les altres ceres vénen amb Expand the Pasture: el color és l'únic que canvia; cada segell tanca la lletra de la mateixa manera.
cs: Crimson je váš. Ostatní vosky jsou dodávány s Expand the Pasture — barva je jediná věc, která se mění; každá pečeť zamyká dopis stejným způsobem.
da: Crimson er din. De andre vokser kommer med Expand the Pasture - farven er det eneste, der ændrer sig; hvert segl låser brevet på samme måde.
de: Crimson gehört dir. Die anderen Wachse sind im Lieferumfang von Expand the Pasture enthalten – die Farbe ist das Einzige, was sich ändert; Jedes Siegel verschließt den Brief auf die gleiche Weise.
el: Το Crimson είναι δικό σου. Τα άλλα κεριά συνοδεύονται από Expand the Pasture — το χρώμα είναι το μόνο πράγμα που αλλάζει. κάθε σφραγίδα κλειδώνει το γράμμα με τον ίδιο τρόπο.
es: El carmesí es tuyo. Las otras ceras vienen con Expand the Pasture: el color es lo único que cambia; cada sello cierra la carta de la misma manera.
et: Karmiinpunane on sinu oma. Teised vahad on kaasas Expand the Pasture'iga – värv on ainus, mis muutub; iga pitsat lukustab kirja samamoodi.
eu: Crimson zurea da. Beste argizaria Zabaldu Larrearekin datoz —kolorea da aldatzen den gauza bakarra; zigilu bakoitzak letra berdinean ixten du.
fi: Crimson on sinun. Muiden vahojen mukana tulee Expand the Pasture – väri on ainoa asia, joka muuttuu; jokainen sinetti lukitsee kirjaimen samalla tavalla.
fr: Le cramoisi est à toi. Les autres cires sont livrées avec Expand the Pasture – la couleur est la seule chose qui change ; chaque sceau verrouille la lettre de la même manière.
ga: Is leatsa Crimson. Tagann na céireacha eile le Leathnaigh an Féarach - is é an dath an t-aon rud a athraíonn; glasann gach séala an litir ar an mbealach céanna.
gl: Crimson é teu. As outras ceras veñen con Expand the Pasture: a cor é o único que cambia; cada selo bloquea a letra do mesmo xeito.
he: ארגמן הוא שלך. שאר השעווה מגיעות עם Expand the Pasture - הצבע הוא הדבר היחיד שמשתנה; כל חותם נועל את המכתב באותו אופן.
hi: क्रिमसन तुम्हारा है. अन्य वैक्स एक्सपैंड द पास्चर के साथ आते हैं - केवल रंग ही बदलता है; प्रत्येक मुहर पत्र को उसी प्रकार बंद करती है।
hr: Grimizna je tvoja. Ostali voskovi dolaze uz Expand the Pasture — boja je jedina stvar koja se mijenja; svaki pečat zaključava pismo na isti način.
hu: Bíbor a tiéd. A többi viasz az Expand the Pasture funkcióval érkezik – a szín az egyetlen, ami változik; minden pecsét ugyanúgy zárja a betűt.
id: Merah tua adalah milikmu. Lilin lainnya hadir dengan Expand the Pasture — hanya warnanya yang berubah; setiap segel mengunci surat itu dengan cara yang sama.
is: Crimson er þitt. Hin vaxin koma með Expand the Pasture - liturinn er það eina sem breytist; hvert innsigli læsir bréfinu á sama hátt.
it: Cremisi è tuo. Le altre cere vengono fornite con Espandi il pascolo: il colore è l'unica cosa che cambia; ogni sigillo blocca la lettera allo stesso modo.
ja: クリムゾンはあなたのものです。他のワックスは Expand the Pasture に付属しています。変わるのは色だけです。どの印鑑も同じ方法で文字をロックします。
ka: ჟოლოსფერი შენია. სხვა ცვილებს მოყვება Expand the Pasture - ფერი ერთადერთია, რაც იცვლება; ყველა ბეჭედი ასოს ერთნაირად კეტავს.
kk: Қып-қызыл сенікі. Басқа балауыздар Жайылымды кеңейтумен бірге келеді — түсі өзгеретін жалғыз нәрсе; әрбір мөр хатты дәл осылай құлыптайды.
ko: 크림슨은 당신의 것입니다. 다른 왁스에는 Expand the Pasture가 함께 제공됩니다. 변경되는 유일한 것은 색상입니다. 모든 인장은 같은 방식으로 편지를 잠급니다.
lt: Crimson yra tavo. Kiti vaškai pateikiami su „Expand the Pasture“ – keičiasi tik spalva; kiekvienas antspaudas užrakina raidę taip pat.
lv: Crimson ir jūsu. Pārējie vaski ir komplektā Expand the Pasture — krāsa ir vienīgā, kas mainās; katrs zīmogs burtu bloķē tāpat.
mk: Crimson е твое. Останатите восоци доаѓаат со Expand the Pasture - бојата е единственото нешто што се менува; секој печат ја заклучува буквата на ист начин.
ms: Crimson milik awak. Lilin lain datang dengan Expand the Pasture — warna adalah satu-satunya perkara yang berubah; setiap meterai mengunci huruf dengan cara yang sama.
mt: Crimson huwa tiegħek. Ix-xama’ l-oħra jiġu ma’ Expand the Pasture — il-kulur huwa l-unika ħaġa li tinbidel; kull siġill jissakkar l-ittra bl-istess mod.
nb: Crimson er din. De andre voksene kommer med Expand the Pasture — fargen er det eneste som endres; hvert segl låser bokstaven på samme måte.
nl: Crimson is van jou. De andere wassen worden geleverd met Expand the Pasture – de kleur is het enige dat verandert; elk zegel vergrendelt de brief op dezelfde manier.
pl: Karmazyn jest twój. Pozostałe woski są dostępne w zestawie Expand the Pasture — zmienia się jedynie kolor; każda pieczęć zamyka list w ten sam sposób.
pt_br: Carmesim é seu. As demais ceras vêm com Expand the Pasture - a única coisa que muda é a cor; cada selo fecha a carta da mesma maneira.
ro: Crimson este al tău. Celelalte ceară vin cu Expand the Pasture — culoarea este singurul lucru care se schimbă; fiecare sigiliu blochează scrisoarea în același mod.
ru: Багровый твой. Другие воски идут в комплекте с Expand the Pasture — единственное, что меняется, — это цвет; каждая печать запирает письмо одинаково.
sk: Crimson je tvoj. Ostatné vosky sú dodávané s Expand the Pasture — farba je jediná vec, ktorá sa mení; každá pečať zamyká list rovnakým spôsobom.
sl: Crimson je tvoj. Drugi voski so priloženi Expand the Pasture — barva je edina stvar, ki se spremeni; vsak pečat zaklene pismo na enak način.
sq: Crimson është i juaji. Dyllët e tjerë vijnë me Expand the Pasture - ngjyra është e vetmja gjë që ndryshon; çdo vulë e mbyll letrën në të njëjtën mënyrë.
sr: Гримизно је твоје. Остали воскови долазе са Екпанд тхе Пастуре — боја је једина ствар која се мења; сваки печат закључава писмо на исти начин.
sv: Crimson är din. De andra vaxerna kommer med Expand the Pasture — färgen är det enda som ändras; varje sigill låser brevet på samma sätt.
th: สีแดงเข้มเป็นของคุณ แว็กซ์อื่นๆ มาพร้อมกับ Expand the Pasture — สีเป็นเพียงสิ่งเดียวที่เปลี่ยนแปลง ทุกผนึกจะล็อคตัวอักษรในลักษณะเดียวกัน
tr: Kızıl senindir. Diğer mumlar Expand the Mera ile birlikte gelir; değişen tek şey renktir; Her mühür mektubu aynı şekilde kilitler.
uk: Багряний твій. Інші воски постачаються з Expand the Pasture — змінюється лише колір; кожна печатка замикає лист однаково.
vi: Màu đỏ thẫm là của bạn. Các loại sáp khác đi kèm với Expand the Pasture - màu sắc là thứ duy nhất thay đổi; mọi con dấu đều khóa bức thư theo cùng một cách.
zh_hans: 猩红是你的。其他蜡随 Expand the Pasture 一起提供 - 颜色是唯一改变的；每个封条都以相同的方式锁定信件。
zh_hk: 猩紅是你的。其他蠟隨 Expand the Pasture 一起提供 - 顏色是唯一改變的；每個封條都以相同的方式鎖定信件。

source: Cross a bridge without looking down
ar: عبور الجسر دون النظر إلى الأسفل
bg: Преминете по мост, без да гледате надолу
bs: Pređite most ne gledajući dole
ca: Creueu un pont sense mirar cap avall
cs: Přejděte přes most, aniž byste se podívali dolů
da: Kryds en bro uden at se ned
de: Überquere eine Brücke, ohne nach unten zu schauen
el: Διασχίστε μια γέφυρα χωρίς να κοιτάξετε κάτω
es: Cruzar un puente sin mirar hacia abajo
et: Ületage sild alla vaatamata
eu: Zubi bat zeharkatu behera begiratu gabe
fi: Ylitä silta katsomatta alas
fr: Traverser un pont sans baisser les yeux
ga: Trasnaigh droichead gan breathnú síos
gl: Cruzar unha ponte sen mirar para abaixo
he: חוצים גשר מבלי להסתכל למטה
hi: नीचे देखे बिना पुल पार करें
hr: Pređite most ne gledajući dolje
hu: Menj át a hídon anélkül, hogy lenéznél
id: Seberangi jembatan tanpa melihat ke bawah
is: Farðu yfir brú án þess að horfa niður
it: Attraversare un ponte senza guardare in basso
ja: 下を見ずに橋を渡ります
ka: გადაკვეთეთ ხიდი ისე, რომ არ გაიხედოთ
kk: Төменге қарамай көпірден өтіңіз
ko: 아래를 내려다보지 않고 다리를 건너세요
lt: Pereikite tiltą nežiūrėdami žemyn
lv: Šķērsojiet tiltu, neskatoties lejup
mk: Поминете преку мост без да гледате надолу
ms: Melintasi jambatan tanpa melihat ke bawah
mt: Aqsam pont mingħajr ma tħares 'l isfel
nb: Kryss en bro uten å se ned
nl: Steek een brug over zonder naar beneden te kijken
pl: Przejdź przez most, nie patrząc w dół
pt_br: Atravesse uma ponte sem olhar para baixo
ro: Treceți un pod fără a privi în jos
ru: Перейти мост, не глядя вниз
sk: Prejdite cez most bez toho, aby ste sa pozreli dole
sl: Prečkajte most, ne da bi pogledali navzdol
sq: Kaloni një urë pa parë poshtë
sr: Пређите мост не гледајући доле
sv: Gå över en bro utan att titta ner
th: ข้ามสะพานโดยไม่มองลงมา
tr: Aşağıya bakmadan köprüyü geç
uk: Переходьте міст, не дивлячись вниз
vi: Qua cầu mà không nhìn xuống
zh_hans: 过桥不低头
zh_hk: 過橋不低頭

source: Cross a river, lake or sea.
ar: عبور نهر أو بحيرة أو بحر.
bg: Прекосете река, езеро или море.
bs: Pređite rijeku, jezero ili more.
ca: Travessa un riu, un llac o un mar.
cs: Překročte řeku, jezero nebo moře.
da: Kryds en flod, sø eller hav.
de: Überquere einen Fluss, See oder Meer.
el: Διασχίστε ένα ποτάμι, λίμνη ή θάλασσα.
es: Cruzar un río, lago o mar.
et: Ületage jõgi, järv või meri.
eu: Ibai, laku edo itsaso bat zeharkatu.
fi: Ylitä joki, järvi tai meri.
fr: Traversez une rivière, un lac ou une mer.
ga: Trasnaigh abhainn, loch nó farraige.
gl: Cruzar un río, lago ou mar.
he: חוצים נהר, אגם או ים.
hi: किसी नदी, झील या समुद्र को पार करें।
hr: Prijeći rijeku, jezero ili more.
hu: Átkelni egy folyón, tavon vagy tengeren.
id: Seberangi sungai, danau atau laut.
is: Farðu yfir á, stöðuvatn eða sjó.
it: Attraversare un fiume, un lago o un mare.
ja: 川、湖、海を渡ります。
ka: გადაკვეთეთ მდინარე, ტბა ან ზღვა.
kk: Өзенді, көлді немесе теңізді кесіп өтіңіз.
ko: 강, 호수, 바다를 건너세요.
lt: Kirsti upę, ežerą ar jūrą.
lv: Šķērsojiet upi, ezeru vai jūru.
mk: Преминете река, езеро или море.
ms: Menyeberangi sungai, tasik atau laut.
mt: Aqsam xmara, lag jew baħar.
nb: Kryss en elv, innsjø eller hav.
nl: Steek een rivier, meer of zee over.
pl: Przejdź przez rzekę, jezioro lub morze.
pt_br: Atravesse um rio, lago ou mar.
ro: Traversați un râu, un lac sau o mare.
ru: Пересеките реку, озеро или море.
sk: Prejdite cez rieku, jazero alebo more.
sl: Prečkajte reko, jezero ali morje.
sq: Kaloni një lumë, liqen ose det.
sr: Пређите реку, језеро или море.
sv: Korsa en flod, sjö eller hav.
th: ข้ามแม่น้ำ ทะเลสาบ หรือทะเล
tr: Bir nehri, gölü veya denizi geçin.
uk: Перетнути річку, озеро чи море.
vi: Băng qua sông, hồ hoặc biển.
zh_hans: 穿越河流、湖泊或海洋。
zh_hk: 穿越河流、湖泊或海洋。

source: Crossed
ar: عبرت
bg: Кръстосан
bs: Prešao
ca: Creuat
cs: Zkřížené
da: Krydset
de: Gekreuzt
el: Σταυρωμένα
es: cruzado
et: Ristitud
eu: Gurutzatu
fi: Risti
fr: Traversé
ga: Trasnaithe
gl: Cruzado
he: נחצה
hi: पार किया हुआ
hr: Prekriženo
hu: Keresztezve
id: Menyeberang
is: Krossaður
it: Attraversato
ja: 交差した
ka: გადაკვეთა
kk: Айып өтті
ko: 교차
lt: Perbraukė
lv: Šķērsots
mk: Прекрстени
ms: bersilang
mt: Qlib
nb: Krysset
nl: Gekruist
pl: Skrzyżowany
pt_br: Cruzado
ro: Încrucișat
ru: Перекрещенный
sk: Prekrížené
sl: Prekrižano
sq: I kryqëzuar
sr: Прешао
sv: Korsade
th: ข้าม
tr: Çapraz
uk: Перехрещені
vi: Vượt qua
zh_hans: 交叉
zh_hk: 交叉

source: CROSSED
ar: متقاطع
bg: КРЪСТЕН
bs: Prešao
ca: CREUAT
cs: KŘÍŽENÝ
da: KRYDSET
de: GEKREUZT
el: ΣΤΑΥΡΩΜΕΝΟ
es: CRUZADO
et: RISTUD
eu: GURUTZATUA
fi: RISTETTY
fr: CROISÉ
ga: Thrasnaigh
gl: CRUZADO
he: נחצה
hi: पार किया हुआ
hr: PREKRIŽENO
hu: KERESZTETT
id: DISILANG
is: KROSSAR
it: INCROCIATO
ja: 交差した
ka: გადაჯვარედინებული
kk: КЕТТІ
ko: 교차
lt: PERKELTAS
lv: KRĀRSTS
mk: ПРЕКРСТАН
ms: BERSilang
mt: MAQSUM
nb: KRYSSET
nl: GEKRUIST
pl: PRZEKROCZONE
pt_br: CRUZADO
ro: ÎNcrucișată
ru: ПЕРЕСЕЧЕНО
sk: KRÍŽENÝ
sl: PREKRIŽAN
sq: KRYQËZUAR
sr: ПРЕКРШЋЕНИ
sv: KORSADE
th: ข้าม
tr: ÇAPRAZ
uk: ПЕРЕХРЕЩЕНИЙ
vi: CHÉO
zh_hans: 交叉
zh_hk: 交叉

source: Crossed %@ with great care. The letter stayed dry.
ar: عبرت %@ بعناية فائقة. ظلت الرسالة جافة.
bg: Пресечено %@ с голямо внимание. Писмото остана сухо.
bs: Ukršteno %@ sa velikom pažnjom. Pismo je ostalo suho.
ca: Creuat %@ amb molta cura. La carta es va quedar seca.
cs: Zkříženo %@ s velkou opatrností. Dopis zůstal suchý.
da: Krydsede %@ med stor omhu. Brevet forblev tørt.
de: Mit großer Sorgfalt %@ durchquert. Der Brief blieb trocken.
el: Διέσχισε το %@ με μεγάλη προσοχή. Το γράμμα έμεινε στεγνό.
es: Cruzado %@ con mucho cuidado. La carta permaneció seca.
et: Ristitud %@ väga hoolikalt. Kiri jäi kuivaks.
eu: %@ gurutzatu da kontu handiz. Gutuna lehor geratu zen.
fi: Ristittiin %@ erittäin huolellisesti. Kirje pysyi kuivana.
fr: Traversé %@ avec beaucoup de soin. La lettre est restée sèche.
ga: Thrasnaigh %@ é go han-chúramach. D'fhan an litir tirim.
gl: Cruzouse %@ con moito coidado. A carta quedou seca.
he: חצה את %@ בזהירות רבה. המכתב נשאר יבש.
hi: बड़ी सावधानी से %@ पार किया। पत्र सूखा रह गया.
hr: Prekriženo %@ s velikom pažnjom. Pismo je ostalo suho.
hu: Nagy gonddal keresztezte %@. A levél szárazon maradt.
id: Menyeberangi %@ dengan sangat hati-hati. Surat itu tetap kering.
is: Farið yfir %@ af mikilli alúð. Bréfið var þurrt.
it: Barrato %@ con grande cura. La lettera rimase asciutta.
ja: %@ を細心の注意を払って交差させました。手紙は乾いたままだった。
ka: გადაკვეთა %@ დიდი სიფრთხილით. წერილი მშრალი დარჩა.
kk: %@ үлкен сақтықпен кесіп өтті. Хат құрғақ болып қалды.
ko: %@을(를) 조심스럽게 교차했습니다. 편지는 마른 상태로 유지되었습니다.
lt: Perbraukė %@ labai atsargiai. Laiškas liko sausas.
lv: Ar lielu rūpību šķērsoja %@. Vēstule palika sausa.
mk: Преминал %@ со големо внимание. Писмото остана суво.
ms: Menyilang %@ dengan sangat berhati-hati. Surat itu tetap kering.
mt: Qsam %@ b'attenzjoni kbira. L-ittra baqgħet niexfa.
nb: Krysset %@ med stor forsiktighet. Brevet holdt seg tørt.
nl: Met grote zorg %@ gekruist. De brief bleef droog.
pl: Przekroczone %@ z dużą ostrożnością. List pozostał suchy.
pt_br: Cruzou %@ com muito cuidado. A carta permaneceu seca.
ro: S-a încrucișat %@ cu mare grijă. Scrisoarea a rămas uscată.
ru: Перечеркнули %@ с большой осторожностью. Письмо осталось сухим.
sk: Skrížené %@ s veľkou opatrnosťou. List zostal suchý.
sl: Prečrtano %@ zelo previdno. Pismo je ostalo suho.
sq: Kaloi %@ me shumë kujdes. Letra mbeti e thatë.
sr: Укрштено %@ са великом пажњом. Писмо је остало суво.
sv: Korsade %@ med stor försiktighet. Brevet förblev torrt.
th: ข้าม %@ ด้วยความระมัดระวังอย่างยิ่ง จดหมายยังคงแห้งอยู่
tr: %@ büyük bir dikkatle çizildi. Mektup kuru kaldı.
uk: Перекреслив %@ дуже обережно. Лист залишився сухим.
vi: Vượt qua %@ một cách cẩn thận. Bức thư vẫn khô ráo.
zh_hans: 小心地划过%@。这封信保持干燥。
zh_hk: 小心地劃過%@。這封信保持乾燥。

source: Crossed water anyway. Has opinions about it.
ar: عبرت المياه على أي حال. لديه آراء حول هذا الموضوع.
bg: Все пак пресечена вода. Има мнения за това.
bs: U svakom slučaju prešao vodu. Ima mišljenja o tome.
ca: Aigua creuada de totes maneres. Té opinions al respecte.
cs: Každopádně přes vodu. Má na to názory.
da: Krydsede vand alligevel. har meninger om det.
de: Trotzdem Wasser überquert. Hat Meinungen dazu.
el: Διέσχισαν νερό πάντως. Έχει απόψεις για αυτό.
es: Cruzé el agua de todos modos. Tiene opiniones al respecto.
et: Igatahes ületas vett. Omab arvamusi selle kohta.
eu: Ur gurutzatua hala ere. Iritziak ditu horri buruz.
fi: Joka tapauksessa ylitetty vesi. On mielipiteitä asiasta.
fr: Eau traversée quand même. A des opinions à ce sujet.
ga: Trasnaigh uisce ar aon nós. An bhfuil tuairimí faoi.
gl: Auga cruzada de todos os xeitos. Ten opinións ao respecto.
he: חצו מים בכל מקרה. יש דעות בנושא.
hi: वैसे भी पानी पार कर गया। इसके बारे में राय है.
hr: Svejedno prešao vodu. Ima mišljenja o tome.
hu: Mindenesetre átkelt a vízen. Véleménye van róla.
id: Menyeberangi air pula. Memiliki pendapat tentang hal itu.
is: Farið yfir vatn samt. Hefur skoðanir á því.
it: Comunque ho attraversato l'acqua. Ha opinioni a riguardo.
ja: とにかく水を渡った。それについて意見があります。
ka: წყალი მაინც გადაკვეთა. აქვს მოსაზრებები ამის შესახებ.
kk: Әйтеуір судан өтті. Ол туралы пікірлері бар.
ko: 어쨌든 물을 건넜습니다. 그것에 대한 의견이 있습니다.
lt: Vistiek kirto vandenį. Turi nuomonių apie tai.
lv: Tik un tā šķērsoja ūdeni. Ir viedokļi par to.
mk: Во секој случај, премина вода. Има мислења за тоа.
ms: Merentasi air pula. Mempunyai pendapat mengenainya.
mt: Ilma qasmu xorta waħda. Għandu opinjonijiet dwarha.
nb: Krysset vann uansett. Har meninger om det.
nl: Toch het water overgestoken. Heeft er meningen over.
pl: W każdym razie przekroczyłem wodę. Ma opinie na ten temat.
pt_br: Atravessou a água de qualquer maneira. Tem opiniões sobre isso.
ro: Apa traversată oricum. Are pareri despre asta.
ru: Все равно пересекли воду. Имеет мнение по этому поводу.
sk: Aj tak prekrížená voda. Má na to názory.
sl: Vseeno prečkal vodo. Ima mnenja o tem.
sq: Gjithsesi kaloi ujin. Ka mendime për të.
sr: У сваком случају прешао воду. Има мишљења о томе.
sv: Korsade vatten i alla fall. Har åsikter om det.
th: ข้ามน้ำไปแล้ว.. มีความคิดเห็นเกี่ยวกับเรื่องนี้
tr: Zaten su geçti. Bu konuda görüşleri var.
uk: Все одно перетнув воду. Має думки щодо цього.
vi: Dù sao cũng đã vượt qua nước. Có ý kiến ​​​​về nó.
zh_hans: 无论如何都渡过了水。对此有意见。
zh_hk: 無論如何都渡過了水。對此有意見。

source: Crossed water. Has opinions about it.
ar: عبرت المياه. لديه آراء حول هذا الموضوع.
bg: Пресечена вода. Има мнения за това.
bs: Ukrštena voda. Ima mišljenja o tome.
ca: Aigua creuada. Té opinions al respecte.
cs: Zkřížená voda. Má na to názory.
da: Krydset vand. har meninger om det.
de: Durchquertes Wasser. Hat Meinungen dazu.
el: Διασταυρωμένο νερό. Έχει απόψεις για αυτό.
es: Agua cruzada. Tiene opiniones al respecto.
et: Ületatud vesi. Omab arvamusi selle kohta.
eu: Ur gurutzatua. Iritziak ditu horri buruz.
fi: Ylitetty vesi. On mielipiteitä asiasta.
fr: Eau traversée. A des opinions à ce sujet.
ga: Trasnaigh uisce. An bhfuil tuairimí faoi.
gl: Auga cruzada. Ten opinións ao respecto.
he: מים חצויים. יש דעות בנושא.
hi: पार पानी. इसके बारे में राय है.
hr: Prekrižena voda. Ima mišljenja o tome.
hu: Keresztezett víz. Véleménye van róla.
id: Menyeberangi air. Memiliki pendapat tentang hal itu.
is: Farið yfir vatn. Hefur skoðanir á því.
it: Acqua attraversata. Ha opinioni a riguardo.
ja: 水を渡った。それについて意見があります。
ka: გადაკვეთა წყალი. აქვს მოსაზრებები ამის შესახებ.
kk: Кесіп өткен су. Ол туралы пікірлері бар.
ko: 물을 건넜다. 그것에 대한 의견이 있습니다.
lt: Kryžminis vanduo. Turi nuomonių apie tai.
lv: Šķērsots ūdens. Ir viedokļi par to.
mk: Прекрстена вода. Има мислења за тоа.
ms: Air bersilang. Mempunyai pendapat mengenainya.
mt: Ilma mqassam. Għandu opinjonijiet dwarha.
nb: Krysset vann. Har meninger om det.
nl: Overgestoken water. Heeft er meningen over.
pl: Przekroczona woda. Ma opinie na ten temat.
pt_br: Água cruzada. Tem opiniões sobre isso.
ro: Apă încrucișată. Are pareri despre asta.
ru: Пересекла воду. Имеет мнение по этому поводу.
sk: Prekrížená voda. Má na to názory.
sl: Prečkana voda. Ima mnenja o tem.
sq: Uji i kryqëzuar. Ka mendime për të.
sr: Укрштена вода. Има мишљења о томе.
sv: Korsat vatten. Har åsikter om det.
th: ข้ามน้ำ. มีความคิดเห็นเกี่ยวกับเรื่องนี้
tr: Çapraz su. Bu konuda görüşleri var.
uk: Перехрещена вода. Має думки щодо цього.
vi: Vượt nước. Có ý kiến ​​​​về nó.
zh_hans: 渡过水。对此有意见。
zh_hk: 渡過水。對此有意見。

source: Crossed with %@
ar: عبرت مع %@
bg: Кръстосано с %@
bs: Ukršteno sa %@
ca: Creuat amb %@
cs: Kříženo s %@
da: Krydset med %@
de: Übergesetzt mit %@
el: Διασταυρώθηκε με %@
es: Cruzado con %@
et: Ristitud %@-ga
eu: %@-rekin gurutzatu da
fi: Ristitetty %@:lla
fr: Croisé avec %@
ga: Trasnaithe le %@
gl: Cruzado con %@
he: חצה עם %@
hi: %@ के साथ क्रॉस किया गया
hr: Prešao s %@
hu: Keresztezve a %@-val
id: Disilangkan dengan %@
is: Krossað með %@
it: Incrociato con %@
ja: %@と交配
ka: გადაკვეთა %@-ით
kk: %@ арқылы өтті
ko: %@와 교차됨
lt: Sukryžiuotas su %@
lv: Šķērsots ar %@
mk: Вкрстено со %@
ms: Bersilang dengan %@
mt: Inksab ma' %@
nb: Krysset med %@
nl: Gekruist met %@
pl: Skrzyżowany z %@
pt_br: Cruzado com %@
ro: Încrucișat cu %@
ru: Переправлен с %@
sk: Prekrížené s %@
sl: Križano s %@
sq: Kryqëzuar me %@
sr: Укрштено са %@
sv: Korsade med %@
th: ข้ามกับ %@
tr: %@ ile geçti
uk: Перехрещується з %@
vi: Vượt qua %@
zh_hans: 与%@杂交
zh_hk: 與%@雜交
